
public class Main {
	/*
	 * 4월 24일(월) ~ 4월 30일(일) 회고록
	 * 
	 * 이번 주는 Spring Framework에 대해 쭉 배웠다.
	 * JSP, Servlet가 익숙해진 나에게
	 * Spring은 굉장히 낯설었따.
	 * 
	 * 물론 Spring이 수업하다보니 스프링이 훨~씬 쉽고 편하다는 것을
	 * 알고는 있었지만, 아직 단어 같은 것들이 익숙하지 않아서
	 * 조금 헷갈렸던 것 같다.
	 * 
	 * 그래도 이것 저것 대입해보면서 하다보니 감이 좀 잡히고
	 * 조금 더 연습하다 보면 분명 잘 할 수 있을 것 같다.
	 * 
	 * 정보처리기사 아직 결과는 나오지 않았지만,
	 * 가채점 합격이라는 결과가 나의 마음을 뭐라할까...
	 * 두루뭉실하게 만든다.
	 * 
	 * 정말 중요한 목표로 삼고, 열심히 헀는데
	 * 취득했다라는 안도감이 나를 허무하게 한다고 할까..
	 * 큰 목표가 사라져버려서 붕-뜬 마음이다.
	 * 
	 * 이러면 안되는데, 마음을 다 잡고 새로운 목표에 접근할거다.
	 * 이번 목표는 스프링으로 CRUD 완벽하게 하는 것.
	 * 
	 * 뭐 이래저래 자격증, 눈에 보여지는 것들 중요하지만
	 * 무엇보다도 내 실력이 가장 중요한 것 아니겠는가.
	 * 
	 * 이제 주구장창 연습해서 내 것으로 만들겠다.
	 * 
	 * 최정원 화이팅~!
	 * 
	 */
}
